export default {
  navigationHooks: [
    {
      'id': 0,
      'parts': [
        ['This is first company case', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Our second company cas', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Here is the third company', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Fourth company case', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Fifth case', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Fifth case', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Fifth case', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part']



      ]
    },
    {
      'id': 1,
      'parts': [
        ['Web3', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Web2', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Telegram', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Softs', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['ERP', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
      ]
    },
    {
      'id': 2,
      'parts': [
        ['Who we are?', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Us compared to others', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Our blog', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['Why we are the', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part'],
        ['How to join us', 'What is this', 'And talking about this', "But we also can't omit this", 'And finishing this part']
      ]
    },


  ],

  sectionParts: [
    {
      'id': 0,
      'parts': [
        { 'id': 0, 'name': 'SunContract.org' },
        { 'id': 1, 'name': 'Spool.fi ' },
        { 'id': 2, 'name': 'Tea Story' },
        { 'id': 3, 'name': 'Corpasbot (Telegram bot)' },
        { 'id': 4, 'name': 'EventManagerBot' },
        { 'id': 5, 'name': 'EduTrack' },
        { 'id': 6, 'name': 'Sm.Assistant' },
      ]
    },
    {
      'id': 1,
      'parts': [
        { "id": 0, "name": "Веб-сайты" },
        { "id": 1, "name": "Лендинги" },
        { "id": 2, "name": "Разработка приложений для iOS и Android" },
        { "id": 3, "name": "Telegram mini-aps" },
        { "id": 4, "name": "Telegram Bots" },
        { "id": 5, "name": "Чат-боты ИИ" },
        { "id": 6, "name": "Софты, скрипты" },
        { "id": 7, "name": "Смарт-контракты" },
        { "id": 8, "name": "dApps" },
        { "id": 9, "name": "Интеграция с блокчейном" },
        { "id": 10, "name": "Токены | Мемкоины" },
        { "id": 11, "name": "DeFi" },
        { "id": 12, "name": "DAO" },
        { "id": 13, "name": "NFT-коллекции" },
        { "id": 14, "name": "Базы данных" },
      ]
    },
    {
      'id': 2,
      'parts': [
        { 'id': 0, 'name': 'Кто мы?' },
        { 'id': 1, 'name': 'Реферальная программа' },
        { 'id': 2, 'name': 'Our Blog' },
        { 'id': 3, 'name': 'Наша команда' },
        { 'id': 4, 'name': 'Наши партнеры' },
      ]
    }
  ],

  currentOnPageInfo: '',

  onPage: [
    {
      'id': 0,
      'parts': [
        {
          'id': 0
          , 'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for first company`
        },
        {
          'id': 1,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for second company`
        },

        {
          'id': 2,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for third company`
        },
        {
          'id': 3,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for fourth company`
        },

        {
          'id': 4,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for fifth company`},
        {
          'id': 5,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for fifth company`},
        {
          'id': 6,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion for fifth company`}

      ]
    },
    {
      'id': 1,
      'parts': [
        {
          'id': 0
          , 'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion web3`
        },
        {
          'id': 1,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion web2`
        },

        {
          'id': 2,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion telegram`
        },
        {
          'id': 3,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion softs`
        },

        {
          'id': 4,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion erp`},

      ]
    },
    {
      'id': 2,
      'parts': [
        {
          'id': 0
          , 'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion who we are`
        },
        {
          'id': 1,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion comparison`
        },

        {
          'id': 2,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion our blog`
        },
        {
          'id': 3,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion why the best`
        },

        {
          'id': 4,
          'info': `
- Introduction 
- Main part 
- Talking about this
- Conclusion how to join`},

      ]
    }
  ],
  articles: [
    {
      'id': 0,
      'parts': [
        {
          'id': 0, 'msg': `

# SunContract.org

### Создали современный и высокопроизводительный веб-сайт с использованием передовых технологий. **[Cсылка на сайт.](https://suncontract.org/)**

### **Project Description:** **"SunContract"** - это платформа для одноранговой торговли энергией, использующая технологию блокчейн для прямых сделок между производителями и потребителями энергии. Компания обратилась к нам для разработки нового веб-сайта, который будет интуитивно понятным, быстрым и безопасным, обеспечивая пользователям удобный способ заключения сделок и управления энергией.

## Решение:
### Мы создали современный и высокопроизводительный веб-сайт с использованием передовых технологий. Веб-сайт включает следующие функции:
- Удобный интерфейс для поиска и заключения сделок
- Интеграция с блокчейн для безопасных транзакций
- Мобильная адаптация для удобства использования на всех устройствах
- Личный кабинет пользователя для управления энергией и сделками

## Результаты:
- Увеличение числа пользователей на 40%
- Сокращение времени на заключение сделок на 50%
- Положительные отзывы пользователей о новом дизайне и функционале
` },
        {
          'id': 1, 'msg': `

# Spool.fi

### Разработали современный, минималистичный и интуитивно понятный веб-сайт. **[Ссылка на сайт](https://enterprise.spool.fi/)**

### **Project Description**: **"Spool"** - это DAO, создающая инфраструктуру для продуктов DeFi через единый удобный интерфейс. Компания обратилась к нам для создания веб-сайта, который бы привлекал финансовые учреждения и предоставлял бы простой доступ к DeFi продуктам.

## Решение:
### Мы разработали современный и интуитивно понятный веб-сайт, включающий:
- Удобный интерфейс для финансовых учреждений
- Интеграцию инструментов для создания и управления DeFi продуктами
- Мобильная адаптация для удобства использования на всех устройствах
- Подробные руководства и документацию для пользователей

## Результаты:
- Увеличение числа пользователей на 35%
- Повышение вовлеченности финансовых учреждений на 25%
- Положительные отзывы от пользователей о новом дизайне и функционале
`  },
        {
          'id': 2, 'msg': `

# Tea Story

### Мы разработали современный и стильный веб-сайт для премиум продукции. **[Ссылка на сайт](https://www.teastory.club/)**

### **Описание проекта: "Tea Story"**  - это небольшой бренд, предлагающий разнообразные чайные смеси, который стремился улучшить свой веб-сайт для привлечения новых клиентов и улучшения пользовательского опыта.

### **Решение:** Мы разработали современный и стильный веб-сайт, включающий:

- Разработан интернет-магазин с интеграцией платёжных инструментов
- Высококачественные изображения и видеоконтент, подчеркивающие премиум-качество продукции.
- Интерактивные элементы, такие как чат-бот и функция живого чата для быстрого ответа на вопросы клиентов.
- Мобильная адаптация, обеспечивающая удобство использования на всех устройствах.
- Личный кабинет для регистрации пользователей

### **Результаты:**
- Увеличение числа заказов на 30%
- Повышение времени пребывания на сайте на 40%
- Положительные отзывы от клиентов о новом дизайне и функционале
`  },
        {
          'id': 3, 'msg': `

# Corpasbot (telegram bot)

### Разработали корпоративного телеграмм-бота, который помогает сотрудникам выполнять ежедневные задачи, получать информацию и поддерживать связь с коллегами.

### **Описание проекта: "Corpasbot"** - это телеграм-бот, разработанный для внутреннего использования в компании. Бот помогает сотрудникам выполнять ежедневные задачи, получать информацию и поддерживать связь с коллегами. Он интегрирован с корпоративными системами и может выполнять различные функции, от управления расписанием до автоматизации рабочих процессов.

### **Функциональность:**
### **1. Управление расписанием:**
   - Бот помогает сотрудникам управлять своим расписанием, напоминая о встречах и важных событиях.
   - Интеграция с корпоративными календарями (Google Calendar, Outlook).

### **2. Заявки и разрешения:**
   - Возможность отправки заявок на отпуск, командировки или запросы на оборудование.
   - Автоматическое уведомление соответствующих лиц для одобрения или отклонения заявок.

### **3. Общение и уведомления:**
   - Мгновенные уведомления о корпоративных новостях, изменениях в расписании и других важных событиях.
   - Возможность отправки сообщений и уведомлений отдельным сотрудникам или группам.

### **4. Интеграция с корпоративными системами:**
   - Интеграция с системами управления проектами Trello для отслеживания задач и статусов.
   - Доступ к внутренним базам данных и документам.

### **5. Поддержка и обучение:**
   - База знаний с часто задаваемыми вопросами и ответами.
   - Модули для обучения новых сотрудников и повышения квалификации.

### **6. Автоматизация процессов:**
   - Автоматическое создание отчетов и их отправка соответствующим лицам.
   - Интеграция с CRM-системами для обновления информации о клиентах и сделках.


### **Пример использования:**
- **Пользователь:** Запланируй встречу с отделом маркетинга на завтра в 15:00.
- **Бот:** Встреча с отделом маркетинга запланирована на завтра в 15:00. Уведомление будет отправлено всем участникам.
- **Пользователь:** Отправь заявку на отпуск с 1 по 7 августа.
- **Бот:** Ваша заявка на отпуск с 1 по 7 августа отправлена на одобрение. Вы получите уведомление после её обработки.


`  },
        {
          'id': 4, 'msg': `

# EventManagerBot (telegram bot)

### Разработали тг-бот для организации и управления корпоративными и публичными мероприятиями.

### **Описание проекта: "EventManagerBot"** - это телеграм-бот, разработанный нашей командой для организации и управления корпоративными и публичными мероприятиями. Бот помогает пользователям регистрироваться на события, получать актуальную информацию и взаимодействовать с организаторами.

## **Функциональность:**

### **1. Регистрация на мероприятия:**
- Пользователи могут зарегистрироваться на мероприятие, введя свои данные и получая подтверждение регистрации.
- Возможность автоматической генерации и отправки билетов или пропусков.

### **2. Уведомления и напоминания:**
- Бот отправляет уведомления и напоминания о предстоящих событиях, изменениях в расписании или важных объявлениях.
- Интеграция с календарями пользователей для автоматического добавления мероприятий.

### **3. Информация о мероприятиях:**
- Предоставление подробной информации о мероприятиях, включая расписание, список участников, описание сессий и местоположение.
- Возможность получения ответов на часто задаваемые вопросы (FAQ).

### **4. Взаимодействие с участниками:**
- Встроенные опросы и голосования для сбора отзывов и мнений участников.
- Чат с организаторами для получения оперативных ответов на вопросы.

### **5. Поддержка во время мероприятия:**
- Интерактивная карта местоположения для навигации на мероприятии.
- Уведомления о начале и окончании сессий, а также о важных изменениях в реальном времени.

### **Пример использования:**
- **Пользователь:** Я хочу зарегистрироваться на конференцию по маркетингу.
- **Бот:** Отлично! Пожалуйста, введите ваше имя и email для регистрации.
- **Пользователь:** Иван Иванов, ivan@example.com
- **Бот:** Ваша регистрация на конференцию по маркетингу подтверждена. Вы получите билет на email.
- **Пользователь:** Напомни мне о старте конференции за день до её начала.
- **Бот:** Хорошо, я отправлю вам напоминание за день до начала конференции.

### **Преимущества:**
- **Удобство:** Регистрация на мероприятия и получение актуальной информации становятся проще и быстрее.
- **Эффективность:** Уведомления и напоминания помогают участникам не пропустить важные события.
- **Интерактивность:** Взаимодействие с участниками и сбор отзывов улучшает качество мероприятий.
` },
        {
          'id': 5, 'msg': `
# EduTrack

### Спроектировали и внедрили Базу данных для управления академическими записями студентов, преподавателей и курсов

### **Описание проекта: Компания "EduTrack"** обратилась к нам с задачей создания базы данных для управления академическими записями студентов, преподавателей и курсов. Основной целью было упрощение процесса управления академическими данными, улучшение отчетности и обеспечение безопасности информации.

### **Этапы проекта:**

### **1. Анализ требований**
**Цель:** Определить потребности компании и разработать требования к базе данных.
**Действия:**
- Провели встречи с администрацией и преподавателями для понимания их потребностей и текущих проблем.
- Определили основные процессы, требующие автоматизации: управление записями студентов, расписанием занятий, оценками, учебными материалами и отчетностью.
- Составили список требований к функциональности базы данных, включая запросы на отчетность, интеграцию с существующими системами и требования к безопасности данных.

### **2. Проектирование базы данных**
**Цель:** Разработать структуру базы данных, удовлетворяющую требованиям компании.
**Действия:**
- Создали логическую модель данных, включающую таблицы для хранения информации о студентах, преподавателях, курсах, расписаниях и оценках.
- Определили связи между таблицами, обеспечивая целостность данных (например, связи "один ко многим" между таблицами курсов и студентов).
- Разработали схему базы данных (ER-диаграмму) для визуализации структуры и связей.

### **3. Внедрение базы данных**
**Цель:** Реализовать базу данных и интегрировать её с существующими системами компании.
**Действия:**
- Выбрали СУБД (систему управления базами данных), соответствующую требованиям компании (например, MySQL или PostgreSQL).
- Создали и настроили базу данных на сервере компании.
- Импортировали существующие данные компании в новую базу данных, обеспечив их корректность и целостность.
- Разработали и внедрили процедуры для регулярного резервного копирования данных и восстановления в случае сбоя.

### **4. Интеграция и обучение**
**Цель:** Обеспечить seamless интеграцию новой базы данных с существующими системами и обучить сотрудников компании её использованию.
**Действия:**
- Интегрировали базу данных с LMS (Learning Management System) для автоматизации обмена данными.
- Разработали интерфейсы для пользователей, обеспечив удобный доступ к данным и возможность выполнения необходимых операций (например, добавление новых студентов, управление расписанием).
- Провели обучающие сессии для сотрудников компании, объяснив основные функции и операции с базой данных.

### **5. Поддержка и улучшения**
**Цель:** Обеспечить стабильную работу базы данных и улучшать её по мере необходимости.
**Действия:**
- Обеспечили постоянную техническую поддержку и мониторинг работы базы данных.
- Регулярно обновляли и оптимизировали базу данных для повышения производительности и устранения возможных проблем.
- Внедрили дополнительные функции по мере изменения требований компании.

### **Результаты:**
- **Снижение ошибок:** Ошибки при управлении данными сократились на 75%, благодаря централизованному и автоматизированному управлению информацией.
- **Увеличение скорости обработки:** Время обработки академических данных и управления расписаниями сократилось на 60%, что позволило компании быстрее реагировать на запросы студентов и преподавателей.
- **Улучшение отчетности:** Возможности по генерации отчетов и анализу данных значительно улучшились, что способствовало лучшему принятию решений на основе данных.
- **Повышение удовлетворенности студентов и преподавателей:** Благодаря улучшенной организации данных и быстрому реагированию на запросы, уровень удовлетворенности студентов и преподавателей увеличился на 50%.
` },
        {
          'id': 6, 'msg': `
# Sm.Assistant

### Разработали ИИ чат-бот для поддержки клиентов в крупной e-commerce компании

### **Описание проекта: "Sm.Assistant"** - это интеллектуальный чат-бот, разработанный нашей командой для поддержки клиентов в крупной e-commerce компании. Бот использует алгоритмы искусственного интеллекта для обработки запросов пользователей, предоставления ответов и решения проблем в режиме реального времени. Основной целью проекта было улучшение качества обслуживания клиентов, снижение нагрузки на операторов и ускорение процесса решения запросов.

## **Функциональность:**

### **1. Обработка естественного языка (NLP)**
- Бот использует алгоритмы NLP для понимания запросов клиентов на естественном языке и предоставления релевантных ответов.
- Поддержка нескольких языков для обслуживания международных клиентов.

### **2. Автоматизация часто задаваемых вопросов (FAQ)**
- Бот автоматически отвечает на часто задаваемые вопросы, такие как статус заказа, политика возврата, способы оплаты и т.д.
- Обновление базы знаний на основе новых вопросов и ответов.

### **3. Интеграция с CRM и ERP системами**
- Бот интегрирован с системами CRM и ERP компании для получения актуальной информации о заказах, клиентах и продуктах.
- Возможность обновления информации о клиентах и заказах напрямую через бот.

### **4. Решение проблем и эскалация**
- Бот может решать простые проблемы, такие как отмена заказа или изменение адреса доставки.
- В случае сложных запросов бот автоматически перенаправляет клиента на живого оператора с передачей всей истории переписки.

### **5. Персонализация**
- Бот использует данные о предыдущих взаимодействиях с клиентом для персонализации ответов и рекомендаций.
- Возможность настроить уведомления и напоминания для клиентов.

### **Пример использования:**
**Клиент:** Какой статус моего заказа #12345?
**Бот:** Ваш заказ #12345 был отправлен и сейчас находится в пути. Ожидаемая дата доставки: 15 июля 2024 года. Могу ли я чем-то еще помочь?

**Клиент:** Я хочу вернуть товар. Как это сделать?
**Бот:** Вы можете оформить возврат товара через наш сайт в разделе "Мои заказы" или нажмите на эту ссылку, чтобы перейти к форме возврата. Могу ли я помочь с чем-то еще?

### **Преимущества:**
- **Эффективность:** Значительное сокращение времени на обработку запросов и решение проблем.
- **Снижение нагрузки:** Автоматизация рутинных задач позволяет операторам сосредоточиться на сложных запросах.
- **Удовлетворенность клиентов:** Быстрое и точное решение проблем повышает уровень удовлетворенности клиентов.
` },
      ]
    },
    {
      'id': 1,
      'parts': [
        {
          'id': 0, 'msg': `
# Веб-сайты
### Мы предлагаем услуги по разработке веб-сайтов, которые помогут вашей компании выделиться в Web2 и Web3. Наши решения включают адаптивный дизайн, удобную навигацию и SEO-оптимизацию, что обеспечит отличное пользовательское взаимодействие и высокие позиции в поисковых системах.

## Полный цикл разработки веб-сайтов
### Мы берем на себя весь процесс создания сайта, от идеи до запуска, гарантируя, что каждый этап отвечает вашим бизнес-потребностям и привлекает целевую аудиторию.

## Как мы работаем:
### **1. Анализ и планирование:**
- Мы начинаем с глубокого анализа ваших потребностей и целевой аудитории.
- Разрабатываем четкое ТЗ, даже если вы начинаете с нуля.
### **2. Дизайн и прототипирование:**
- Создаем современный, интуитивно понятный дизайн, который точно отражает ваш бренд.
- Проводим прототипирование, чтобы вы могли увидеть, как будет выглядеть и работать ваш сайт.
### **3. Разработка и тестирование:**
- Используем передовые технологии для создания вашего сайта.
- Тщательно тестируем каждую деталь, чтобы обеспечить бесперебойную работу.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск сайта и предлагаем постоянную поддержку и обновления для его эффективной работы.

## Варианты веб-сайтов:
- **Одностраничные сайты:** Идеальны для презентации одного продукта или услуги.
- **Многостраничные сайты:** Подходят для компаний с широким спектром услуг и продуктов.
- **Интернет-магазины:** Решения для онлайн-продаж с интеграцией платежных систем и управления товаром.

## Прайс-лист
### Мы предлагаем креативные и современные сайты, подходящие для различных бюджетов:
- **Одностраничный сайт:** от $700
- **Многостраничный сайт:** от $1,700
- **Интернет-магазин:** от $3,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши сайты помогают увеличивать онлайн-прису
` },
        {
          'id': 1, 'msg': `
# Лендинг
### Лендинг — это одностраничный сайт, созданный для конкретной маркетинговой кампании или продукта. Наши креативные лендинг ориентированы на высокую конверсию и помогают эффективно привлекать целевую аудиторию. Мы сотрудничаем с ведущими креативными агентствами для разработки самых интересных и персонализированных решений.

## Для чего используются?
### Лендинги используются для продвижения одного продукта или услуги. Главная цель — побудить посетителя к конкретному действию: покупке, регистрации или заполнению формы.

## Как мы работаем:
### **1. Целевая аудитория:**
- Определяем целевую аудиторию и создаем привлекательный контент, ориентированный на её потребности.
### **2. Дизайн и UX:**
- Разрабатываем креативный дизайн с фокусом на пользовательском опыте и высокой конверсии.
### **3. Разработка и тестирование:**
- Программируем лендинг с использованием современных технологий и проводим тестирование для оптимизации конверсий.
### **4. Запуск и анализ:**
- Обеспечиваем запуск страницы и предоставляем аналитику для отслеживания эффективности.

## Варианты лендингов:
- **Лендинги для продукта:** Идеальны для запуска нового продукта на рынок.
- **Рекламные кампании:** Подходят для временных маркетинговых акций и предложений.
- **Воронки продаж:** Создание лендингов, ориентированных на многошаговую продажу или сбор лидов.

## Прайс-лист
### от $400 в зависимости от сложности.

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши лендинги помогают привлекать целевую аудиторию и повышать конверсии.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим лэндинг-пейдж, который станет мощным инструментом для продвижения вашего продукта или услуги.
   ` },
        {
          'id': 2, 'msg': `
# Разработка приложений для iOS и Android
### Мы предлагаем услуги по разработке мобильных приложений для платформ iOS и Android. Наши решения включают полный цикл работ от анализа требований до публикации в App Store и Google Play. Разработка мобильных приложений включает создание нативных и кроссплатформенных приложений, которые обеспечивают высокую производительность и удобство использования.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим детальный анализ бизнес-требований и создаем техническое задание.
### **2. Дизайн и прототипирование:**
- Разрабатываем интуитивно понятный интерфейс и интерактивные прототипы для демонстрации клиенту.
### **3. Разработка и тестирование:**
- Программируем приложение с использованием современных технологий и проводим тестирование на различных устройствах.
### **4. Запуск и поддержка:**
- Публикуем приложение в App Store и Google Play и обеспечиваем его поддержку и обновления.

## Варианты приложений:
- **Нативные приложения:**
  - Разработка приложений, оптимизированных для iOS и Android.
- **Кроссплатформенные приложения:**
  - Создание приложений, которые работают на обеих платформах с минимальными изменениями кода.
- **Корпоративные приложения:**
  - Решения для внутреннего использования в компании.

## Прайс-лист
### Мы предлагаем креативные и современные приложения, подходящие для различных бюджетов:
- **Нативное приложение:** от $5,000
- **Кроссплатформенное приложение:** от $7,000
- **Корпоративное приложение:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши приложения помогают улучшить взаимодействие с клиентами и повысить эффективность бизнеса.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим мобильное приложение, которое станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 3, 'msg': `
# Telegram Mini-Apps
### Мы предлагаем услуги по разработке мини-приложений для использования внутри Telegram. Эти решения помогают улучшить взаимодействие с пользователями, расширить возможности вашего бизнеса и полноценно транспортировать ваш бизнес в Telegram.

## Что такое Telegram Mini-Apps?
### Telegram Mini-Apps — это небольшие приложения, которые работают внутри мессенджера Telegram, предоставляя пользователям дополнительные функции и возможности.

## Как мы работаем:
### **1. Анализ требований:**
- Определяем цели и задачи, которые должно решить мини-приложение.
### **2. Дизайн и UX:**
- Разрабатываем удобный интерфейс, соответствующий стандартам Telegram.
### **3. Разработка и тестирование:**
- Программируем мини-приложение и проводим тестирование для обеспечения его бесперебойной работы.
### **4. Запуск и поддержка:**
- Обеспечиваем интеграцию мини-приложения с Telegram и его поддержку.

## Варианты Telegram Mini-Apps:
- **Информационные мини-приложения:**
  - Предоставляют пользователям доступ к актуальной информации.
- **Интерактивные мини-приложения:**
  - Позволяют пользователям взаимодействовать с приложением, совершать покупки, бронировать услуги и т.д.
- **Мини-приложения для бизнеса:**
  - Решения для автоматизации бизнес-процессов внутри мессенджера.

## Прайс-лист
### Мы предлагаем создание мини-приложений для Telegram, подходящих для различных бюджетов:
- **Информационные мини-приложения:** от $800
- **Интерактивные мини-приложения:** от $1,200
- **Мини-приложения для бизнеса:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши мини-приложения помогают улучшить взаимодействие с клиентами и повысить эффективность бизнеса.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим мини-приложение для Telegram, которое станет мощным инструментом для вашего бизнеса.
`  },
        {
          'id': 4, 'msg': `
# Telegram Bots
### Мы предлагаем услуги по разработке Telegram-ботов, которые помогут автоматизировать взаимодействие с пользователями и улучшить клиентский сервис.

## Что такое Telegram-боты?
### Telegram-боты — это программы, которые выполняют определенные задачи внутри мессенджера Telegram, такие как ответы на вопросы пользователей, сбор данных, оплата подписок, организация воронки продаж и т.д.

## Как мы работаем:
### **1. Анализ требований:**
- Определяем задачи, которые должен выполнять бот.
### **2. Дизайн и UX:**
- Разрабатываем интерфейс взаимодействия пользователя с ботом.
### **3. Разработка и тестирование:**
- Программируем бота и проводим тестирование для обеспечения его надежности и эффективности.
### **4. Запуск и поддержка:**
- Обеспечиваем интеграцию бота с Telegram и его поддержку.

## Варианты Telegram-ботов:
- **Информационные боты:**
  - Предоставляют пользователям доступ к информации и новостям.
- **Сервисные боты:**
  - Помогают пользователям выполнять определенные действия, такие как заказ услуг или покупка товаров.

## Прайс-лист
### Мы предлагаем создание Telegram-ботов, подходящих для различных бюджетов:
- **Информационные боты:** от $100
- **Сервисные боты:** от $300
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши боты помогают улучшить взаимодействие с клиентами и повысить эффективность бизнеса.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим Telegram-бота, который станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 5, 'msg': `
# Чат-боты ИИ
### Мы предлагаем услуги по разработке чат-ботов с использованием технологий искусственного интеллекта (ИИ). Наши ИИ-боты обеспечивают высокую степень автоматизации и персонализированные взаимодействия с пользователями.

## Что такое чат-боты с ИИ?
### Чат-боты с ИИ могут обрабатывать естественный язык, понимать контекст и обеспечивать персонализированные ответы, что помогает улучшить взаимодействие с клиентами и повысить их удовлетворенность.

## Как мы работаем:
### **1. Анализ требований:**
- Определяем задачи и сценарии использования чат-бота с ИИ.
### **2. Дизайн и UX:**
- Разрабатываем интуитивно понятный интерфейс взаимодействия с ботом.
### **3. Разработка и тестирование:**
- Программируем ИИ-бота и проводим обучение моделей на основе ваших данных.
### **4. Запуск и поддержка:**
- Интегрируем бота с вашей системой и обеспечиваем его постоянную поддержку и оптимизацию.

## Варианты ИИ-ботов:
- **Клиентские ИИ-боты:**
  - Для автоматизации поддержки клиентов и ответа на часто задаваемые вопросы.
- **Коммерческие ИИ-боты:**
  - Для помощи в продажах, включая рекомендации товаров и оформление заказов.
- **Внутренние ИИ-боты:**
  - Для автоматизации внутренних бизнес-процессов, таких как HR или IT-поддержка.

## Прайс-лист
### Мы предлагаем создание ИИ-ботов, подходящих для различных бюджетов:
- **Клиентские ИИ-боты:** от $800
- **Коммерческие ИИ-боты:** от $800
- **Внутренние ИИ-боты:** от $800
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши ИИ-боты помогают улучшить взаимодействие с клиентами и повысить операционную эффективность.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим чат-бота с ИИ, который станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 6, 'msg': `
# Софты и скрипты
### Мы предлагаем услуги по разработке программного обеспечения для автоматизации бизнес-процессов. Наши решения помогают сократить затраты, повысить производительность и минимизировать человеческие ошибки.

## Что такое софты для автоматизации?
### Создание софтов для автоматизации включает разработку кастомных программных решений, которые автоматизируют рутинные задачи и оптимизируют рабочие процессы в вашей деятельности.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим детальный анализ бизнес-процессов и определяем задачи для автоматизации.
### **2. Дизайн и UX:**
- Разрабатываем интуитивно понятный интерфейс, удобный для пользователей.
### **3. Разработка и тестирование:**
- Программируем софт и проводим тестирование для обеспечения его надежности и производительности.
### **4. Внедрение и поддержка:**
- Интегрируем софт в вашу систему и обеспечиваем его поддержку и обновление.

## Варианты автоматизации:
- **Автоматизация офисных процессов:**
  - Решения для автоматизации документооборота, планирования и отчетности.
- **Автоматизация производственных процессов:**
  - Программные решения для оптимизации производственных линий и управления ресурсами.
- **Автоматизация маркетинга:**
  - Инструменты для автоматизации маркетинговых кампаний и управления клиентской базой.
- **Автоматизация участия в WEB3 проектах:**
  - Решения для автоматизации процессов в проектах Web3, включая управление децентрализованными приложениями и смарт-контрактами.

## Прайс-лист
### Мы предлагаем создание софтов для автоматизации, подходящих для различных бюджетов:
- **Автоматизация офисных процессов:** от $600
- **Автоматизация производственных процессов:** от $1500
- **Автоматизация маркетинга:** от $1000
- **Автоматизация участия в WEB3 проектах:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши решения помогают улучшить эффективность работы и сократить операционные издержки.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим софт для автоматизации, который станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 7, 'msg': `
# Смарт-контракты
### Мы предлагаем услуги по разработке и внедрению смарт-контрактов, которые обеспечат безопасность и автоматизацию ваших бизнес-процессов на блокчейне. Наши решения включают написание, тестирование и аудит смарт-контрактов, что гарантирует надежную работу и защиту от уязвимостей.

## Что такое смарт-контракты?
### Разработка смарт-контрактов включает создание программ, работающих на блокчейне, которые автоматически выполняют условия договоров между сторонами. Мы создаем смарт-контракты, которые соответствуют вашим бизнес-требованиям и улучшают взаимодействие с клиентами.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и пишем ТЗ.
### **2. Логика и прототипирование:**
- Создаем логику смарт-контрактов, учитывая все возможные сценарии и исключения.
### **3. Разработка и тестирование:**
- Программируем смарт-контракты на Solidity или Vyper и проводим тщательное тестирование для обеспечения их бесперебойной работы.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск смарт-контрактов на блокчейне и предлагаем услуги по их поддержке и обновлению.

## Варианты смарт-контрактов:
- **Смарт-контракты для DeFi:**
  - Обеспечивают автоматизацию финансовых операций и управления активами.
- **Смарт-контракты для NFT:**
  - Управляют созданием, покупкой и продажей невзаимозаменяемых токенов.
- **Смарт-контракты для ICO:**
  - Управляют процессами привлечения инвестиций через токенсейлы.

## Прайс-лист
### Мы предлагаем разработку и внедрение смарт-контрактов, подходящих для различных бюджетов:
- **Смарт-контракты для DeFi:** от $1,000
- **Смарт-контракты для NFT:** от $1,000
- **Смарт-контракты для ICO:** от $1,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши смарт-контракты помогают увеличить безопасность и эффективность бизнес-процессов.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим смарт-контракт, который станет мощным инструментом для вашей деятельности.
` },
        {
          'id': 8, 'msg': `
# dApps
### Мы предлагаем услуги по созданию децентрализованных приложений (dApps), которые обеспечат вам преимущества блокчейна, такие как прозрачность, безопасность и отсутствие центрального контроля. Наши решения включают разработку полного цикла dApps, от концепции до развертывания и поддержки.

## Что такое dApps?
### Создание dApps включает разработку приложений, работающих на блокчейне, которые используют смарт-контракты для автоматизации процессов. Мы создаем dApps, которые удовлетворяют вашим бизнес-требованиям и обеспечивают высокий уровень взаимодействия с пользователями.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и пишем ТЗ.
### **2. Дизайн и прототипирование:**
- Создаем современный и интуитивно понятный дизайн, который отражает ваш бренд и обеспечивает удобство использования.
### **3. Разработка и тестирование:**
- Программируем dApp с использованием современных технологий, таких как Solidity, Web3.js, и проводим тщательное тестирование для обеспечения его бесперебойной работы.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск dApp на блокчейне и предлагаем услуги по его поддержке и обновлению.

## Варианты dApps:
- **DeFi dApps:**
  - Приложения для децентрализованных финансов, включая кредитование, стейкинг и обмен активами.
- **NFT dApps:**
  - Приложения для создания, торговли и управления невзаимозаменяемыми токенами.
- **DAO dApps:**
  - Приложения для управления децентрализованными автономными организациями.

## Прайс-лист
### Мы предлагаем создание dApps, подходящих для различных бюджетов:
- **DeFi dApps:** от $5,000
- **NFT dApps:** от $4,000
- **DAO dApps:** от $6,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши dApps помогают использовать преимущества блокчейна для повышения безопасности и доверия пользователей.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим dApp, который станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 9, 'msg': `
# Интеграция с блокчейном
### Мы предлагаем услуги по интеграции ваших приложений и систем с блокчейном, что позволит вам использовать преимущества децентрализованных технологий для улучшения вашего бизнеса. Наши решения включают использование API и SDK для обеспечения seamless интеграции.

## Что такое интеграция с блокчейном?
### Интеграция с блокчейном включает подключение ваших существующих приложений и систем к различным блокчейнам для расширения их функционала и обеспечения безопасности данных. Мы обеспечиваем полное соответствие ваших бизнес-требований и современных технологий.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и пишем ТЗ.
### **2. Логика и архитектура:**
- Разрабатываем архитектуру интеграции, учитывая все технические и бизнес-требования.
### **3. Разработка и тестирование:**
- Программируем и тестируем интеграцию с использованием API и SDK, обеспечивая ее стабильность и безопасность.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск интеграции и предлагаем услуги по ее поддержке и обновлению.

## Варианты интеграции:
- **Интеграция с Ethereum:**
  - Подходит для приложений, требующих высокой безопасности и децентрализации.
- **Интеграция с Binance Smart Chain:**
  - Идеально для проектов, требующих низких транзакционных издержек и быстрой обработки.
- **Интеграция с другими блокчейнами:**
  - Включает интеграцию с такими блокчейнами, как Polkadot, Solana и другие.

## Прайс-лист
### Мы предлагаем создание интеграционных решений с блокчейном:
- **Интеграция с Ethereum:** от $2,500
- **Интеграция с Binance Smart Chain:** от $2,500
- **Интеграция с другими блокчейнами:** от $2,500
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши интеграционные решения помогают улучшить безопасность и функциональность ваших приложений.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим интеграцию с блокчейном, которая станет мощным инструментом для вашего бизнеса.

` },
        {
          'id': 10, 'msg': `
# Токены & Мемкоины
### Мы предлагаем услуги по созданию и управлению токенами, которые помогут вам реализовать ваш проект на блокчейне и привлечь инвесторов. Наши решения включают разработку токенов, аудит и маркетинг.

## Что такое создание токенов?
### Создание токенов включает выпуск цифровых активов, которые могут использоваться в различных целях, от привлечения инвестиций до стимулирования пользователей. Мы создаем токены, которые соответствуют вашим бизнес-требованиям и обеспечивают надежность и безопасность.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и пишем ТЗ.
### **2. Логика и архитектура:**
- Разрабатываем спецификации токенов и создаем смарт-контракты для их выпуска.
### **3. Разработка и тестирование:**
- Программируем токены на Solidity или других языках и проводим тщательное тестирование для обеспечения их безопасности.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск токенов и предлагаем услуги по их поддержке и управлению.

## Варианты токенов:
- **Utility токены:**
  - Используются для предоставления доступа к продуктам и услугам внутри платформы.
- **Security токены:**
  - Представляют собой цифровые активы, обеспеченные реальными активами.
- **Governance токены:**
  - Позволяют владельцам участвовать в управлении платформой или проектом.

## Прайс-лист
### Мы предлагаем создание и управление токенами, подходящих для различных бюджетов:
- **Utility токены:** от $3,000
- **Security токены:** от $3,000
- **Governance токены:** от $3,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта и нашего участия в маркетинге и продвижении токена.

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши токены помогают привлечь инвестиции и реализовать ваши идеи на блокчейне.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим токены, которые станут мощным инструментом для вашего бизнеса.
` },
        {
          'id': 11, 'msg': `
# DeFi
### Мы предлагаем услуги по разработке и внедрению DeFi решений, которые позволят вам использовать преимущества децентрализованных финансов. Наши решения включают создание протоколов для кредитования, стейкинга и обмена активами.

## Что такое DeFi решения?
### Разработка DeFi решений включает создание децентрализованных финансовых приложений, которые обеспечивают доступ к финансовым услугам без посредников. Мы создаем DeFi протоколы, которые соответствуют вашим бизнес-требованиям и обеспечивают безопасность и прозрачность.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и дорабатываем ТЗ, если у вас нет ТЗ, чтобы создать DeFi решение, которое будет работать на вас.
### **2. Дизайн и прототипирование:**
- Создаем логику и архитектуру DeFi протоколов, учитывая все возможные сценарии и риски.
### **3. Разработка и тестирование:**
- Программируем DeFi решения на Solidity и других языках, проводим тщательное тестирование для обеспечения их безопасности.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск DeFi протоколов и предлагаем услуги по их поддержке и обновлению.

## Варианты DeFi решений:
- **Протоколы кредитования:**
  - Обеспечивают выдачу и получение займов без посредников.
- **Протоколы стейкинга:**
  - Позволяют пользователям получать вознаграждения за удержание токенов.
- **Протоколы обмена:**
  - Обеспечивают децентрализованный обмен криптовалют и цифровых активов.

## Прайс-лист
### Мы предлагаем создание и внедрение DeFi решений, подходящих для различных бюджетов:
- **Протоколы кредитования:** от $3,000
- **Протоколы стейкинга:** от $3,000
- **Протоколы обмена:** от $3,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши DeFi решения помогают выйти на новый уровень в финансовой индустрии и привлечь новых пользователей.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим DeFi решение, которое станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 12, 'msg': `
# DAO
### Мы предлагаем услуги по разработке и внедрению децентрализованных автономных организаций (DAO), которые обеспечат прозрачное и децентрализованное управление вашим проектом. Наши решения включают создание смарт-контрактов, интерфейсов голосования и управления.

## Что такое DAO?
### Разработка DAO включает создание организационных структур, управляемых смарт-контрактами, которые позволяют участникам голосовать и принимать решения без центрального руководства. Мы создаем DAO, которые соответствуют вашим бизнес-требованиям и обеспечивают демократическое управление.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и пишем ТЗ.
### **2. Логика и архитектура:**
- Создаем логику и архитектуру DAO, учитывая все возможные сценарии и риски.
### **3. Разработка и тестирование:**
- Программируем смарт-контракты для DAO и проводим тщательное тестирование для обеспечения их безопасности.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск DAO и предлагаем услуги по его поддержке и обновлению.

## Варианты DAO:
- **Голосовательные DAO:**
  - Обеспечивают демократическое управление проектом через голосование участников.
- **Инвестиционные DAO:**
  - Объединяют средства участников для коллективных инвестиций в проекты.
- **Управляющие DAO:**
  - Обеспечивают децентрализованное управление и распределение ресурсов проекта.

## Прайс-лист
### Мы предлагаем создание и внедрение DAO, подходящих для различных бюджетов:
- **Голосовательные DAO:** от $3,000
- **Инвестиционные DAO:** от $3,000
- **Управляющие DAO:** от $3,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши DAO помогают обеспечить прозрачное и децентрализованное управление проектом.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим DAO, которое станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 13, 'msg': `
# NFT-коллекции
### Мы предлагаем услуги по созданию NFT коллекций, которые помогут вам создать уникальные цифровые активы и монетизировать их. Наши решения включают разработку смарт-контрактов для выпуска NFT, дизайн и маркетинг коллекций.

## Что такое создание NFT коллекций?
### Создание NFT коллекций включает разработку и выпуск невзаимозаменяемых токенов (NFT) на блокчейне, которые могут представлять уникальные цифровые предметы, такие как искусство, коллекционные предметы, игровые активы и многое другое. Мы создаем NFT коллекции, которые соответствуют вашим бизнес-требованиям и обеспечивают привлекательность для пользователей.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим подробный анализ ваших потребностей и целевой аудитории, анализируем и пишем ТЗ.
### **2. Дизайн и прототипирование:**
- Разрабатываем уникальный и привлекательный дизайн для ваших NFT, который будет интересен вашей целевой аудитории.
### **3. Разработка и тестирование:**
- Программируем смарт-контракты для выпуска и управления NFT, проводим тщательное тестирование для обеспечения их безопасности и корректной работы.
### **4. Запуск и поддержка:**
- Обеспечиваем плавный запуск вашей NFT коллекции на блокчейне и предлагаем услуги по ее поддержке и продвижению.

## Варианты NFT коллекций:
- **NFT коллекции для художников:**
  - Позволяют художникам создавать и продавать свои цифровые произведения искусства.
- **Игровые NFT коллекции:**
  - Включают игровые предметы и персонажей, которые могут использоваться в различных играх.
- **Коллекционные NFT:**
  - Подходят для создания и торговли уникальными цифровыми коллекционными предметами.

## Прайс-лист
### Мы предлагаем создание и управление NFT коллекциями, подходящих для различных бюджетов:
- **NFT коллекции для художников:** от $2,000
- **Игровые NFT коллекции:** от $2,000
- **Коллекционные NFT:** от $2,000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши NFT коллекции помогают вам выйти на новый уровень в цифровой экономике и привлечь новых клиентов.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим NFT коллекцию, которая станет мощным инструментом для вашего бизнеса.
` },
        {
          'id': 14, 'msg': `
# Базы данных
### Мы предлагаем услуги по проектированию и внедрению баз данных, которые обеспечат надежное хранение и управление данными вашего бизнеса.

## Что такое проектирование и внедрение баз данных?
### Проектирование и внедрение баз данных включает создание структурированных хранилищ данных, которые обеспечивают высокую производительность, масштабируемость и безопасность.

## Как мы работаем:
### **1. Анализ требований:**
- Проводим детальный анализ бизнес-требований и создаем техническое задание для базы данных.
### **2. Проектирование:**
- Разрабатываем структуру базы данных, оптимизированную для ваших нужд.
### **3. Внедрение и тестирование:**
- Настраиваем и внедряем базу данных, проводим тестирование для обеспечения ее надежности.
### **4. Поддержка и оптимизация:**
- Обеспечиваем постоянную поддержку базы данных и ее оптимизацию по мере необходимости.

## Варианты баз данных:
- **Реляционные базы данных:**
  - Оптимальны для структурированных данных и транзакционных систем.
- **NoSQL базы данных:**
  - Подходят для больших объемов неструктурированных данных и высокопроизводительных систем.
- **Облачные базы данных:**
  - Решения для хранения данных в облаке с высокой доступностью и масштабируемостью.

## Прайс-лист
### Мы предлагаем создание и внедрение баз данных, подходящих для различных бюджетов:
- **Реляционные базы данных:** от $500
- **NoSQL базы данных:** от $700
- **Облачные базы данных:** от $1000
- **Кастомизированные решения:** Индивидуальный расчет в зависимости от сложности проекта

## Почему выбирают нас?
- **Индивидуальный подход:** Каждое решение адаптировано под уникальные нужды клиента.
- **Высокое качество:** Мы гарантируем исключительное качество на всех этапах разработки.
- **Результативность:** Наши базы данных помогают обеспечить надежное и эффективное управление данными вашего бизнеса.

## Начните сегодня!
### Свяжитесь с нами, чтобы обсудить ваш проект и начать работу. Давайте вместе создадим базу данных, которая станет мощным инструментом для вашего бизнеса.
` },
      ]
    },
    {
      'id': 2,
      'parts': [
        {
          'id': 0, 'msg': `
# Кто мы?
### **Asphera** — сингулярная IT-компания, специализирующаяся на создании и внедрении инновационных и эффективных решений для цифровизации бизнеса. Мы работаем с малым и средним бизнесом, а также крупными корпорациями, предоставляя широкий спектр услуг, от разработки веб-сайтов и мобильных приложений до автоматизации бизнес-процессов и блокчейн-разработки.

## Наша миссия
### Наша миссия — помочь бизнесу трансформироваться и адаптироваться к требованиям современного цифрового мира. Мы стремимся сделать технологические инновации доступными и эффективными для всех наших клиентов, способствуя их устойчивому росту и конкурентоспособности.

## Наши ценности
### **1. Инновации:** Мы постоянно ищем новые пути и технологии для улучшения наших услуг и решений, чтобы предложить нашим клиентам передовые и актуальные инструменты.
### **2. Качество:** Высокие стандарты качества являются основой нашей работы. Мы гарантируем, что каждый проект выполнен на высшем уровне.
### **3. Партнерство:** Мы строим долгосрочные отношения с нашими клиентами, основанные на доверии и взаимовыгодном сотрудничестве.
### **4. Ответственность:** Мы осознаем свою ответственность перед клиентами и обществом, стремясь внести свой вклад в создание лучшего будущего через цифровые технологии.

## Чем мы отличаемся от конкурентов?
### **1. Индивидуальный подход:** Мы разрабатываем решения, полностью адаптированные под уникальные потребности каждого клиента.
### **2. Инновационные технологии:** Мы активно внедряем новейшие технологии, такие как искусственный интеллект и блокчейн, для создания высокоэффективных и современных решений.
### **3. Комплексные услуги:** Мы предлагаем полный спектр IT-услуг, что позволяет нашим клиентам получать все необходимые решения в одном месте.
### **4. Гибкость и адаптивность:** Мы готовы быстро адаптироваться к изменениям и новым требованиям рынка, обеспечивая нашим клиентам конкурентное преимущество.
### **5. Экспертность и профессионализм:** Наша команда состоит из опытных специалистов с глубокими знаниями и навыками в различных областях IT, что позволяет нам решать самые сложные задачи.
### **6. Глубокая аналитика:** Мы уделяем особое внимание глубокой аналитике, веря, что с её помощью можно существенно изменить парадигму бизнеса и общества. Глубокий анализ данных помогает нам выявлять скрытые возможности и принимать обоснованные решения, способствующие достижению лучших результатов.

## Наше видение
### Мы верим, что цифровая трансформация — это путь к устойчивому развитию и конкурентоспособности в современном мире. Наша цель — стать ведущим партнером для бизнеса в их стремлении к инновациям и улучшению. Мы стремимся сделать технологии доступными, удобными и полезными для всех. С помощью глубокого анализа данных мы можем не только улучшить бизнес-процессы, но и внести значимые изменения в парадигму мирового развития.

` },
        {
          'id': 1, 'msg': `
# Реферальная программа

### Присоединяйтесь к нашей реферальной программе и зарабатывайте вместе с Asphera до $500 за каждый заказ по вашему реферальному коду!
Реферал получает скидку 10% на первый заказ по вашему реферальному коду.

## Как это работает?

### **1. Получите свой уникальный реферальный код**
### Напишите в наш тг-канал, чтобы получить реф. код.

### **2. Приглашайте друзей и коллег**
### Делитесь реф. кодом и ссылкой на сайт через социальные сети, мессенджеры или по электронной почте с друзьями и коллегами.

### **3. Получайте бонусы за каждую успешную рекомендацию**
- **Заказ до $500:** $50 за каждого привлеченного клиента и 10% скидка для нового клиента.
- **Заказ до $1,000:** $100 за каждого привлеченного клиента и 10% скидка для нового клиента.
- **Заказ от $1,000 до $5,000:** $200 за каждого привлеченного клиента и 10% скидка для нового клиента.
- **Заказ от $5,000 и выше:** $500 за каждого привлеченного клиента и 10% скидка для нового клиента.

### **4. Дополнительные призы**
### Ежеквартальные и годовые призы для самых активных участников программы (актуальная информация будет выложена в нашем тг-канале).

### Присоединяйтесь к нашей реферальной программе сегодня и начните зарабатывать вместе с Asphera!

`  },
        {
          'id': 2, 'msg': `

# Our blog

### Lorem, ipsum dolor sit amet consectetur adipisicing elit. Blanditiis earum quod molestiae itaque cupiditate deleniti vitae inventore impedit numquam qui illo autem, minima quia quidem nostrum **veritatis quibusdam officiis ex?**

## What is this?

### Lorem ipsum dolor sit amet, consectetur adipisicing elit. Vero, fuga ab? Labore quod sequi, obcaecati unde eaque consectetur sunt? Nam facilis nostrum praesentium, velit accusamus consectetur minima repellat ut eligendi! Lorem ipsum dolor sit amet consectetur adipisicing elit. Dolore animi ut velit suscipit. Ratione illumdolore exercitationem, possimus optio cupiditate modi sunt reprehenderit rem eius provident? Excepturi voluptates esse odio.

## And talking about this.

### Lorem ipsum dolor sit amet consectetur, adipisicing elit. Unde dicta quisquam exercitationem molestiae, fugit impedit corrupti temporibus facere culpa dolorum officiis quas, dolores ea neque ducimus.

## But we also can't omit this: 

### Lorem ipsum dolor sit amet consectetur adipisicing elit. Omnis voluptatibus ipsa magni eum laborum nobis,nulla ab reprehenderit animi possimus laboriosam quaerat ullam inventore excepturi temporibus praesentium doloribus in. Ulla. Lorem ipsum dolor sit, amet consectetur adipisicing elit. Iste amet magnam natus, veritatis unde voluptatibus nostrum perferendis? Harum, voluptates temporibus, consectetur aliquid maiores debitis nam distinctio impedit assumenda fuga deserunt!

- The first case
- The second case
- The third case
- And of course this

## And finishing This part.

### Lorem ipsum dolor sit amet consectetur adipisicing elit. Mollitia esse, quis voluptatem blanditiis quidem accusamus modi odio consequatur laborum voluptas in non cum fugit rerum quasi qui, repellat ipsam iure! Lorem ipsum dolor sit amet consectetur adipisicing elit. Et autem harum earum sit sunt iusto blanditiis id, odit minus voluptatum provident? Laborum consectetur sint eius illo assumenda. Ea, odit autem. Lorem ipsum dolor sit amet consectetur adipisicing elit. Quas atque ab explicabo iusto tempore, quos reiciendis suscipit similique iure excepturi ratione, qui eius eligendi repellat magnam minus aliquid eos quia?
` },
        {
          'id': 3, 'msg': `
# О команде **Asphera**

### В **Asphera** мы гордимся нашей командой опытных профессионалов, объединенных общей целью — помочь бизнесу и обществу цифровизоваться. Наши специалисты обладают глубокими знаниями и навыками в различных областях **IT**, что позволяет нам создавать инновационные и высокоэффективные решения для наших клиентов.
Наша команда состоит из более чем 20 специалистов.

## Ключевые члены команды

### **1. Chief Technology Officer**
### Наш **CTO** руководит техническим развитием компании, внедряя передовые технологии и управляя процессами разработки.

### **2. Project Managers**
### Руководители проектов отвечают за координацию и успешное выполнение всех проектов компании. Они взаимодействуют с клиентами, собирают требования и контролируют процесс разработки от начала до конца, гарантируя, что каждый проект соответствует ожиданиям клиента и завершен в срок.

### **3. Developers**
### Наша команда разработчиков включает в себя специалистов с опытом работы в различных технологиях, таких как **Web2, Web3,** мобильные приложения, базы данных и искусственный интеллект. Они создают инновационные и надежные решения, которые помогают нашим клиентам достигать своих бизнес-целей.

### **4. UI / UX Designers**
### Наши дизайнеры создают интуитивно понятные и привлекательные интерфейсы, которые обеспечивают отличный пользовательский опыт. Они работают в тесном сотрудничестве с разработчиками и клиентами, чтобы гарантировать, что каждое решение соответствует высоким стандартам визуального и функционального дизайна.

### **5. Data Analysts**
### Аналитики данных в **Asphera** используют передовые методы анализа и обработки данных, чтобы выявлять скрытые возможности и предоставлять ценные инсайты для принятия обоснованных решений. Они играют ключевую роль в разработке решений на основе глубокого анализа данных.

### **6. Client Managers**
### Менеджеры по работе с клиентами обеспечивают высокое качество обслуживания и поддержку на каждом этапе взаимодействия с клиентами. Они помогают определить потребности клиентов, предлагают оптимальные решения и сопровождают проекты до их успешного завершения, обеспечивая связь с клиентом 24/7.

` },
        {
          'id': 4, 'msg': `

# How to join us?

### Lorem, ipsum dolor sit amet consectetur adipisicing elit. Blanditiis earum quod molestiae itaque cupiditate deleniti vitae inventore impedit numquam qui illo autem, minima quia quidem nostrum **veritatis quibusdam officiis ex?**

## What is this?

### Lorem ipsum dolor sit amet, consectetur adipisicing elit. Vero, fuga ab? Labore quod sequi, obcaecati unde eaque consectetur sunt? Nam facilis nostrum praesentium, velit accusamus consectetur minima repellat ut eligendi! Lorem ipsum dolor sit amet consectetur adipisicing elit. Dolore animi ut velit suscipit. Ratione illumdolore exercitationem, possimus optio cupiditate modi sunt reprehenderit rem eius provident? Excepturi voluptates esse odio.

## And talking about this.

### Lorem ipsum dolor sit amet consectetur, adipisicing elit. Unde dicta quisquam exercitationem molestiae, fugit impedit corrupti temporibus facere culpa dolorum officiis quas, dolores ea neque ducimus.

## But we also can't omit this: 

### Lorem ipsum dolor sit amet consectetur adipisicing elit. Omnis voluptatibus ipsa magni eum laborum nobis,nulla ab reprehenderit animi possimus laboriosam quaerat ullam inventore excepturi temporibus praesentium doloribus in. Ulla. Lorem ipsum dolor sit, amet consectetur adipisicing elit. Iste amet magnam natus, veritatis unde voluptatibus nostrum perferendis? Harum, voluptates temporibus, consectetur aliquid maiores debitis nam distinctio impedit assumenda fuga deserunt!

- The first case
- The second case
- The third case
- And of course this

## And finishing This part.

### Lorem ipsum dolor sit amet consectetur adipisicing elit. Mollitia esse, quis voluptatem blanditiis quidem accusamus modi odio consequatur laborum voluptas in non cum fugit rerum quasi qui, repellat ipsam iure! Lorem ipsum dolor sit amet consectetur adipisicing elit. Et autem harum earum sit sunt iusto blanditiis id, odit minus voluptatum provident? Laborum consectetur sint eius illo assumenda. Ea, odit autem. Lorem ipsum dolor sit amet consectetur adipisicing elit. Quas atque ab explicabo iusto tempore, quos reiciendis suscipit similique iure excepturi ratione, qui eius eligendi repellat magnam minus aliquid eos quia?
` },
      ]
    }
  ]
}